import React from 'react'
import Link from 'gatsby-link'

const IndexPage = () => (
  <div>   
    <div>   
      <pre>
        <h3 style={{fontWeight: 'bold'}}>ፋኖስና ብርጭቆ</h3>
        አንድ የፋኖስ መብራት በግብሩ የኮራ፣<br />
        እንዲህ ሲል ተጣላ ከብርጭቆው ጋራ። <br /><br />

        እኔ ነኝ መብራቱ ብርሃን የምሰጥ፣ <br />
        ጨለማን አትፍቸ የምገላልጥ። <br />
        አንተ ግን እፊቴ እንዲህ ተደንቅረህ፣ <br />
        ዙሪያየን ከበኸኝ እንዲህ ተደንቅረህ። <br />
        አልገባኝም ከቶ የምትሰራው ስራ፣ <br />
        ብርሃኔ ሩቅ ደርሶ ደምቆ እንዳያበራ። <br />
        ተሠራጭቶ በጣም እንዳይዘረጋ፣<br />

        አንተን ፈጠረብኝ መንገድ የምትዘጋ። <br /><br />
        እንቅፋት እየሆንህ ስራዬን አታጥፋ፣ <br />
        ገለል በል ከፊቴ ብርሃኔ ይስፋፋ። <br /><br />

        አገልግሎቴማ ከሆንብኝ ጥፋት፣ <br />
        እውነትማ ላንተ ከሆንኩህ ዕንቅፋት። <br />
        ልሂድልህ ብሎ ሲልቅለት ቦታ፣ <br />
        ከጎን የነፈሰ የነፋስ ሽውታ፣<br />
        መጣና መብራቱን አጠፋው ባንድ አፍታ።<br /><br />
        
        አጭር እየሆነ ተመልካችነቱ፣<br />
        መለየት አቅቶት ጥቅሙን ከጉዳቱ።<br />
        እወቁኝ እወቁኝ እያለ ሲነሣ፣<br />
        ሰውም እንደዚሁ ያመጣል አበሳ።<br />
        <br />
        ምንጭ:<br />
          ታሪክና ምሳሌ(ከበደ ሚካኤል)
      </pre>
    </div>

    <Link to="/page-2/">ወደ ሚቀጥለው</Link>
  </div>
)

export default IndexPage
