import React from 'react'
import Link from 'gatsby-link'

const ThirdPage = () => (
  <div>
    <pre>
      <h3>የምትበላው ዳቦ የምትጠጣው ወተት</h3>
      <div>
        የናቱዬ ድመት<br />
        የምትበላው ዳቦ የምትጠጣው ወተት<br />
        ምትተኛው ማታ ምትነሳው ጠዋት።<br /><br />

        ጠዋት ስትነሳ<br />
        እጇን ልሳ ልሳ<br />
        ፊቷን አብሳ<br />
        መላልሳ መላልሳ<br />
        አጇን ልሳ ልሳ።<br /><br />

        
        ሚያው ብላ ሰላምታ<br />
        በቋንቁዋ ሰጥታ<br />
        ወተቱ እስኪታለብ እየጠበቀች፡<br />
        ቁርሷዋን ልትብላ ከገሏ አጠገብ ሄዳ ቁች አለች።<br /><br />

        የናቱዬ ድመት<br />
        የምትበላው ዳቦ የምትጠጣው ወተት<br />
        ምትተኛው ማታ ምትነሳው ጠዋት።<br /><br />

        ወተቷን ከፊቷ በምላሷ ልሳ<br />
        ስትጠግብ አፏን በአጇ አብሳ<br />
        ከዚያም በምልሷ እጇን ልሳ ልሳ<br />

        በቋንቁዋ ደግሞ ወዲያው ትደግምና<br />
        ሚያው ብላ አምስግና<br />
        በፍጥነት እሮጠች<br />
        ወደ ጨዋታዋ ተደስታ ሄደች።<br /><br />
      </div>
    </pre>
    <div>
     <Link to="/" > መጀመሪያ </Link> 
     | 
     <Link to="/page-2/ "> ወደ ቀደመው </Link> 
     
     </div>
  </div>
)

export default ThirdPage;