import React from 'react'
import Link from 'gatsby-link'

const SecondPage = () => (
  <div>
    <pre>
        <h3> ናቱዬ ድመት አቤት ማማሯ </h3>
        <p>
          የናቱዬ ድመት አቤት ማማሯ<br />
          በቀለማት ተዥጎርጉራ ተዥጎርጉራ። <br /><br />

          ፀሐይ የመሰለ ቢጫ ፊት ነው ያላት<br />
          ክቀይ ጢሟ ጋር በጣም ነው የሚያምርባት።<br /><br />

          እንደ ውቅያኖስ ውሃ ኩልል ጥርት ያሉ<br />
          ሰማያዊ አይኖችዋ ከብለል ከብለል ሲሉ<br />
          ያላፊ አግዳሚውን ልብ የማርካሉ።<br /><br />

          አረንጓዴ ጆሮዎቿ ግራ ቀኙን ይዘው<br />
          እንድ አንቴና ተወጥረው<br />
          አናቷ ላይ የበቀሉ<br />
          ቅጠል ይመስላሉ።<br /><br />


          በጀርባዋ በኩል ካንገቷ ጀምሮ<br />
          እስከ ታች ድረስ ጭራዋን ጨመሮ<br />
          ቀለሟ ጥቁር ነው<br />
          ጃኖ ነው የሚመስለው። <br /><br />

          በሆድዋ በኩል ግን ገልብጠን ስናያት<br />
          ጥጥ የመሰለ ነጭ ፀጉር አላት።<br /><br />

          ቡኒ እግሮቿን ለተመለተው<br />
          ሕብረ ቀለሙ እጅግ ሚማርክ ነው<br />
          ስትዘል ስትቧርቅ እያንጸባረቀ<br />
          የስቱን ተመልካች ልቦና ሰረቀ።<br /><br />

          የናቱዬ ድመት አቤት ማማሯ<br />
          በቀለማት ተዥጎርጉራ ተዥጎርጉራ።<br />
        </p>
    </pre>
    
    <Link to="/">መጀመሪያ</Link> | 
    <Link to="/page-3/">ወደ ሚቀጥለው</Link>
  </div>
)

export default SecondPage
